Repository: emanTaher999/WaterCompanySystem
Catalog: WaterCompanySystem/Resourses/Page.*.resx
Languages: ar_sa

source: Roles
ar_sa: الصلاحيات

source: Users
ar_sa: المستخدمين

source: Positions
ar_sa: المسمي الوظيفي

source: Bottle Types
ar_sa: أنواع العبوات

source: Delivery Status
ar_sa: حالة التسليم

source: Transaction Types
ar_sa: أنواع المعاملات

source: Payment Type
ar_sa: طريقة الدفع

source: Suplier Names
ar_sa: أسماء الموردين

source: Suplier Types
ar_sa: أنواع المورد

source: Suplier Type Prices
ar_sa: أسعار الموردين

source: NAQAA Compan Water
ar_sa: شركة نقاء للمياه

source: Configration
ar_sa: الإعدادات

source: Configration System
ar_sa: إعدادات النظام

source: Requrirments
ar_sa: المتطلبات

source: System Requrirments
ar_sa: متطلبات النظام

source: Customer
ar_sa: العملاء

source: Employees
ar_sa: الموظفين

source: Deliveries
ar_sa: التسليم

source: Warehouses
ar_sa: المخزن

source: Expense Transaction Revenues
ar_sa: الموردون

source: Expense Transaction Dismissals
ar_sa: المنصرفات

source: Income Transaction
ar_sa: الصادر - البضائع

source: Display Store
ar_sa: عرض بضاعة المخزن

source: Display Amount
ar_sa: عرض التقرير المالي

source: Reports
ar_sa: التقارير

source: Custom Reports
ar_sa: تقارير مخصصة

source: AllSuplierStoreReport
ar_sa: تقرير بضاعة المخزن العام

source: AllSuplierStoreReportWithType
ar_sa: تقرير بضاعة المخزن بالنوع

source: AmountReportDate
ar_sa: التقرير المالي بالتاريخ

source: AmountReportTowDate
ar_sa: التقرير المالي بين فترتين

source: AllCustomerReport
ar_sa: تقرير العملاء العام

source: AllEmployeeReport
ar_sa: تقرير الموظفين العام

source: Zad Alamil Company
ar_sa: شركة زاد الامل

source: Welcome
ar_sa: مرحبا بكم ...........!!!!

source: CreateNew
ar_sa: إضافة

source: Bottle Type
ar_sa: أنواع العبوات

source: Edit
ar_sa: تعديل

source: Create
ar_sa: جديد

source: Add
ar_sa: إضافة

source: BacktoList
ar_sa: الرجوع للقائمة

source: Are you sure you want to delete this?
ar_sa: هل أنت متأكد أنك تريد حذف هذا؟

source: cusmor_name
ar_sa: إسم العميل

# location_cus
source: location custmor
ar_sa: عنوان العميل

source: contact_number
ar_sa: رقم التلفون

source: email
ar_sa: الإيميل

source: bottel_type_id
ar_sa: نوع العبوة

source: number_of_bottel
ar_sa: عدد العبوات

source: Select
ar_sa: إختر

source: CustmorReport
ar_sa: تقريرالعملاء

source: ExportReport
ar_sa: تحميل التقرير

source: creat_at
ar_sa: تاريخ الانشاء

source: Delete
ar_sa: حذف

source: delivery_date
ar_sa: تاريخ التسليم

source: num_bottleS_delivered
ar_sa: عدد العبوات التي تم تسليمها

source: del_status
ar_sa: حالة التسليم

source: emp_name
ar_sa: إسم الموظف

source: salary
ar_sa: المرتب

source: Pos_type
ar_sa: المسمى الوظيفى

source: hire_date
ar_sa: تاريخ التعيين

source: vacation_days
ar_sa: أيام الإجازة

source: alwance
ar_sa: السلفية

source: username
ar_sa: إسم المستخدم

source: Control
ar_sa: تحكم

source: transaction_date
ar_sa: تاريخ المعاملة

source: transaction_type_id
ar_sa: نوع المعاملة

source: TotalAmount
ar_sa: المبلغ الإجمالي

source: note
ar_sa: ملحوظة

source: Transaction_type
ar_sa: نوع المعاملة

source: amount
ar_sa: المبلغ

source: quantity
ar_sa: الكمية

source: Please enter date
ar_sa: الرجاء إدخال التاريخ

source: nick
ar_sa: إسم الصنف

source: Details
ar_sa: التفاصيل

source: fax
ar_sa: فاكس

source: suplier_name
ar_sa: اسم المورد

source: price
ar_sa: السعر

source: quantity_in_Store
ar_sa: كمية المخزن

source: suplier_type_id_all
ar_sa: اسم المورد

source: offer
ar_sa: الخصم

source: suplier_type_id
ar_sa: نوع الصنف

source: last_update
ar_sa: آخر تعديل

source: NetAmount
ar_sa: صافي الربح و الخسارة

source: Income_Amount
ar_sa: مبالغ صادر البضائع

source: Expence_Dis_Amount
ar_sa: منصرفات أخرى

source: Expence_Rev_Amount
ar_sa: منصرفات موردون

source: date
ar_sa: التاريخ

source: View
ar_sa: عرض

source: GetAllSuplierStore
ar_sa: عرض البضاعة الموجودة بالمخزن

source: FirstQuantity
ar_sa: كمية بداية المدة

source: Start_date
ar_sa: تاريخ البداية

source: End_Date
ar_sa: تاريخ النهاية
